# vscode "mattpocock.ts-error-translator"
brew "ansible"
brew "codex"
brew "defaultbrowser"
brew "fzf"
brew "gh"
brew "glow"
brew "md5sha1sum"
brew "mkcert"
brew "node"
brew "nss"
brew "nvm"
brew "pipx"
brew "pnpm"
brew "s3cmd"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
cask "1password-cli"
cask "1password"
cask "alt-tab"
cask "amazon-q"
cask "arc"
cask "bruno"
cask "chatgpt"
cask "claude-code"
cask "claude"
cask "cleanshot"
cask "cursor-cli"
cask "cursor"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "k9s"
cask "keycastr"
cask "MonitorControl"
cask "ngrok"
cask "notion"
cask "pgadmin4"
cask "raycast"
cask "rewind"
cask "runjs"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "bruno-api-client.bruno"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
