defaultbrowser
exa
fzf
gh
glow
graphviz
md5sha1sum
mkcert
node
nss
nvm
pnpm
pyenv
s3cmd
shellcheck
tldr
tmux
tree
wget
yarn