1password
1password-cli
alt-tab
arc
deepl
discord
docker
fig
figma
gimp
github
gitkraken
google-chrome
hiddenbar
insomnia
iterm2
keycastr
microsoft-edge
mongodb-compass
MonitorControl
ngrok
notion
pgadmin4
raycast
rewind
runjs
slack
visual-studio-code
warp