1password
1password-cli
alt-tab
amazon-q
arc
bruno
chatgpt
cleanshot
discord
docker
figma
firefox
font-monaspace
gimp
github
gitkraken
google-chrome
insomnia
iterm2
jordanbaird-ice
keycastr
launchrocket
microsoft-edge
mongodb-compass
MonitorControl
ngrok
notion
pgadmin4
raycast
rewind
runjs
slack
todoist
visual-studio-code
warp